Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: Reload Frame
bg: Презареждане на фрейма
ca: Refresca el marc
cs: Obnovit rámec
da: Genindlæs ramme
de: Rahmen erneut laden
el: Επαναφόρτωση πλαισίου
es: Recargar marco
et: Laadi raam uuesti
eu: Koadroa Berkargatu
fi: Uudelleenlataa kehys
fr: Recharger le cadre
hu: A keret újratöltése
is: Endurlesa ramma
it: Ricarica il frame
ja: フレームを再読み込み
lt: Perkrauti kadrą
lv: Pārlādēt Kadru
nl: Frame herladen
pl: Odśwież ramki
pt: Recarregar a Moldura ('Frame')
ro: Reîncarcă cadrul
sk: Znova načítať rámec
sl: Vnovič naloži okvir
sv: Uppdatera ram
tr: Çerçeveyi Yeniden Yükle

source: Remove
bg: Изтриване
ca: Elimina
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
et: Eemalda
eu: Kendu
fi: Poista
fr: Supprimer
hu: Eltávolítás
is: Fjarlægja
it: Rimuovi
ja: 削除
lt: Pašalinti
lv: Aizvākt
nl: Verwijderen
pl: Usuń
pt: Remover
ro: Şterge
sk: Odstrániť
sl: Odstrani
sv: Ta bort
tr: Çıkar

source: Remove Entry
bg: Изтриване на запис
ca: Elimina entrada
cs: Odstranit položku
da: Fjern indgang
de: Eintrag entfernen
el: Αφαίρεση καταχώρησης
es: Eliminar entrada
et: Eemalda kirje
eu: Ezabatu sarrera
fi: Poista merkintä
fr: Supprimer l'entrée
hu: A bejegyzés eltávolítása
is: Fjarlægja færslu
it: Rimuovi voce
ja: エントリーを削除
lt: Pašalinti įrašą
lv: Aizvākt Ierakstu
nl: Ingang verwijderen
pl: Usuń pozycję
pt: Remover o Elemento
ro: Şterge înregistrarea
sk: Odstrániť položku
sl: Odstrani vnos
sv: Ta bort post
tr: Girdiyi Kaldır

source: Remove List
bg: Изтриване на списък
ca: Elimina llista
cs: Odstranit seznam
da: Fjern liste
de: Liste entfernen
el: Αφαίρεση λίστας
es: Eliminar lista
et: Eemalda nimekiri
eu: Ezabatu zerrenda
fi: Poista lista
fr: Supprimer la liste
hu: A lista eltávolítása
is: Fjarlægja lista
it: Rimuovi lista
ja: リストを削除
lt: Pašalinti sąrašą
lv: Aizvākt Sarakstu
nl: Lijst verwijderen
pl: Usuń listę
pt: Remover a Lista
ro: Şterge lista
sk: Odstrániť zoznam
sl: Odstrani seznam
sv: Ta bort lista
tr: Listeyi Sil

source: Rename List...
bg: Преименуване на списък...
ca: Canvia el nom de la llista...
cs: Přejmenovat seznam...
da: Omdøb liste...
de: Liste umbenennen...
el: Μετονομασία λίστας...
es: Renombrar lista...
et: Nimeta nimekiri ümber...
eu: Berizendatu zerrenda...
fi: Uudelleennimeä lista...
fr: Renommer la liste...
hu: A lista átnevezése...
is: Endurnefna lista...
it: Rinomina lista...
ja: リストを名前変更...
lt: Pašalinti sąrašą...
lv: Aizvākt Sarakstu
nl: Lijst hernoemen...
pl: Zmień nazwę listy...
pt: Mudar o Nome da Lista...
ro: Redenumeşte lista...
sk: Premenovať zoznam...
sl: Preimenuj seznam ...
sv: Byt namn på lista...
tr: Listeyi Yeniden Adlandır...

source: Repeats, One or More Times
bg: Повтаряне един или повече пъти
ca: Repetit, un o més cops
cs: Opakuje se, jednou nebo vícekrát
da: Gentager, én eller flere gange
de: Wiederholung (einmal oder öfter)
el: Επαναλαμβάνεται, μία ή περισσότερες φορές
es: Se repite, una o más veces
et: Kordus, üks või rohkem korda
eu: Errepikatzen du, Behin edo Aldi Gehiago
fi: Toistuu, yhden tai useamman kerran
fr: Répéter, une ou plusieurs fois
hu: Ismétlődés (1 vagy több alkalommal)
is: Endurtekur, (einu sinni eða oftar)
it: Si ripete, una o più volte
ja: 1回以上の繰返し
lt: Kartojasi vieną ar daugiau kartų
nl: Herhalingen, één of meerdere malen
pl: Powtórzone (1 lub więcej)
pt: Repete-se, Uma ou Mais Vezes
ro: Repetă, odată sau de mai multe ori
sk: Opakovať, raz alebo viac krát
sl: Ponovitve, en- ali večkrat
sv: Upprepas, en eller flera gånger
tr: Bir ya da Daha Fazla Sayıda Tekrar

source: Repeats, Zero or More Times
bg: Повтаряне нула или повече пъти
ca: Repetit, zero o més cops
cs: Opakuje se, nula- nebo vícekrát
da: Gentager, ingen eller flere gange
de: Wiederholung (keine, eine oder mehrere)
el: Επαναλαμβάνεται, μηδέν ή περισσότερες φορές
es: Se repite, cero o más veces
et: Kordus, null või rohkem korda
eu: Errepikatzen du, Zero edo Aldi Gehiagho
fi: Toistuu, ei kertaakaan tai useamman kerran
fr: Répéter, zéro ou plusieurs fois
hu: Ismétlődés (0 vagy több alkalommal)
is: Endurtekur, (aldrei eða oftar)
it: Si ripete, zero o più volte
ja: 0回以上の繰返し
lt: Kartojasi bet kiek kartų (arba nei vieno)
nl: Herhalingen, nul of meerdere malen
pl: Powtórzone (0 lub więcej)
pt: Repete-se, Zero ou Mais Vezes
ro: Repetă, de zero sau mai multe ori
sk: Opakovať, 0-krát alebo viac krát
sl: Ponovitve, nič- ali večkrat
sv: Upprepas, noll eller flera gånger
tr: Sıfır ya da Daha Fazla Sayıda Tekrar

source: Replace
bg: Замяна
ca: Substitueix
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
et: Asenda
eu: Ordeztu
fi: Korvaa
fr: Remplacer
hu: Csere
is: Skipta út
it: Sostituisci
ja: 置換
lt: Pakeisti
lv: Nomainīt
nl: Vervangen
pl: Zastąp
pt: Substituir
ro: Înlocuieşte
sk: Nahradiť
sl: Zamenjaj
sv: Ersätt
tr: Değiştir

source: Replace &All
bg: Замяна на &всички
ca: Canvia-ho &tot
cs: Nahradit &vše
da: Erstat &alle
de: &Alle ersetzen
el: Αντικατάσταση όλ&ων
es: Reemplazar &todo
et: Asenda &kõik
eu: Den&a Ordeztu
fi: Korvaa &kaikki
fr: Remplacer &tout
hu: Cserélje m&indet
is: Skipta út ö&llum
it: Sostituisci &tutto
ja: 全てを置換(&A)
lt: Keisti &visus
lv: Nomainīt &Visu
nl: &Alles vervangen
pl: Zastąp &wszystkie
pt: Substituir &Tudo
ro: Înlocuieşte &tot
sk: Nahradiť &všetko
sl: Z&amenjaj vse
sv: E&rsätt alla
tr: &Hepsini Değiştir

source: Replace &with:
bg: Замяна &с:
ca: Substitueix &amb:
cs: Na&hradit za:
da: Erstat &med:
de: Ersetzen &durch:
el: Αντικατάσταση &με:
es: Reemplazar co&n:
et: Asenda &järgnevaga:
eu: Ordeztu &honekin:
fi: &Korvaa sanalla:
fr: &Remplacer par :
hu: Le&cserélés erre:
is: Setja í staðinn:
it: Sostituisci &con:
ja: 次と置換(&w):
lt: Keisti į:
lv: Nomainīt ar:
nl: Ver&vangen door:
pl: Zastąp &przez:
pt: Substituir &por:
ro: Înlocuieşte &cu:
sk: Nahradiť &s:
sl: Zamenjaj &z:
sv: Ersätt &med:
tr: &Birlikte değiştir:

source: Replace '%1' with '%2'?
bg: Замяна на "%1" с "%2"?
ca: Substitueixo '%1' per '%2'?
cs: Nahradit '%2' za '%1'?
da: Erstat '%1' med '%2'?
de: "%1" durch "%2" ersetzen?
el: Αντικατάσταση του '%1' με το '%2';
es: ¿Reemplazar '%1' con '%2'?
et: Asendada '%1' '%2'-ga?
eu: '%1' '%2'(a)rekin ordeztu?
fi: Korvaa "%1" sanalla "%2"?
fr: Remplacer «%1» par «%2» ?
hu: Le szeretné cserélni ezt: '%1' erre: '%2'?
is: Skipta '%1' út með '%2' ?
it: Sostituire "%1" con "%2"?
ja: '%1' を '%2' を使って置換しますか?
lt: Pakeisti „%1“ į „%2“?
lv: Aizvietot '%1' ar '%2'?
nl: '%1' vervangen door '%2'?
pl: Zastąpić '%1' przez '%2'?
pt: Substituir '%1' por '%2'?
ro: Înlocuiesc "%1" cu "%2"?
sk: Nahradiť '%1' za '%2'?
sl: Zamenjam ,%1` z ,%2`?
sv: Ersätt "%1" med "%2"?
tr: '%1' yerine '%2' getirilsin mi?

source: Replace Text
bg: Замяна на текст
ca: Substitueix text
cs: Nahradit text
da: Erstat tekst:
de: Text ersetzen
el: Αντικατάσταση κειμένου
es: Reemplazar texto
et: Teksti asendamine
eu: Ordeztu testua
fi: Korvaa teksti
fr: Remplacer du texte
hu: Csere
is: Skipta út texta
it: Sostituisci testo
ja: テキストを置換
lt: Pakaitalas
lv: Aizvietot Tekstu
nl: Tekst vervangen
pl: Zastąp tekst
pt: Substituir o Texto
ro: Înlocuieşte textul
sk: Nahradiť text
sl: Zamenjaj besedilo
sv: Ersätt text
tr: Metni Değiştir

source: Replace With
bg: Замяна
ca: Substitueix amb
cs: Nahradit za
da: Erstat med
de: Ersetzen durch
el: Αντικατάσταση με
es: Reemplazar con
et: Asendatakse järgnevaga
eu: Ordeztu honekin
fi: Korvaa sanalla
fr: Remplacer par
hu: Csere erre:
is: Skipta út fyrir
it: Sostituisci con
ja: 次と置換
lt: Keisti į:
lv: Aizvietot Ar
nl: Vervangen door
pl: Zastąp przez
pt: Substituir Por
ro: Înlocuieşte cu
sk: Nahradiť s
sl: Zamenjaj z
sv: Ersätt med
tr: Bununla Değiştir

source: Replace with:
bg: Замяна с:
ca: Substituir amb:
cs: Nahradit za:
da: Erstat med:
de: Ersetzen durch:
el: Αντικατάσταση με:
es: Reemplazar con:
et: Asenda järgnevaga:
eu: Ordeztu honekin:
fi: Korvaa sanalla:
fr: Remplacer par :
hu: Cserélje erre:
is: Setja í staðinn:
it: Sostituisci con:
ja: 次と置換:
lt: Keisti į:
lv: Nomainīt ar:
nl: Vervangen door:
pl: Zastąp przez:
pt: Substituir por:
ro: Înlocuieşte cu:
sk: Nahradiť s:
sl: Zamenjaj z:
sv: Ersätt med:
tr: İle değiştir:

source: Replace&ment text:
bg: Текст за &замяна:
ca: Text de &substitució:
cs: Text na&hrazení:
da: &Erstatningstekst:
de: Ersetzungs&text:
el: Κείμενο αντικατ&άστασης:
es: Texto de ree&mplazo:
et: &Asendustekst:
eu: &Ordezkatzeko testua:
fi: &Korvausteksti:
fr: Texte &de remplacement :
hu: A &csereszöveg:
is: Leið&réttur texti:
it: Testo con cui &sostituire:
ja: 置換テキスト(&m):
lt: &Pakaitalas:
lv: Aizvietojums:
nl: Ve&rvangende tekst:
pl: Ws&tawiany tekst:
pt: Texto de &substituição:
ro: Text de în&locuire:
sk: Nah&radiť textom:
sl: Besedilo &za zamenjavo:
sv: E&rsättningstext:
tr: &Yerine konulacak metin:

source: Requested Font
bg: Избор на шрифт
ca: Font demanada
cs: Požadované písmo
da: Ønsket skrifttype
de: Gewünschte Schrift
el: Ζητούμενη γραμματοσειρά
es: Fuente solicitada
et: Soovitud font
eu: Eskatutako Letra-tipoa
fi: Pyydetty kirjasin
fr: Police choisie
hu: A kért betűtípus
is: Umbeðið letur
it: Tipo di carattere richiesto
ja: 要求されたフォント
lt: Pareikalautas šriftas
lv: Prasītais Fonts
nl: Gevraagd lettertype
pl: Żądana czcionka
pt: Tipo de Letra Pedido
ro: Fontul cerut
sk: Požadovaná znaková sada
sl: Zahtevana pisava
sv: Begärt teckensnitt
tr: İstenen Yazıtipi

source: Reset
bg: Анулиране
ca: Inicialitza
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
et: Lähtesta
eu: Berrasi
fi: Nollaa
fr: Réinitialiser
hu: Alapállapot
is: Endurstilla
it: Azzera
ja: リセット
lt: Iš naujo
lv: Nomest
nl: Opnieuw
pl: Wróć
pt: Reiniciar
ro: Resetează
sl: Resetiraj
sv: Återställ
tr: Sıfırla

source: Reset all items to their default values
bg: Възстановяване на подразбиращите се стойности
ca: Inicialitza tots els ítems als valors per omissió
cs: Nastavit všem položkám jejich výchozí hodnoty.
da: Nulstil alle punkter til deres standardværdier
de: Alle Elemente auf Voreinstellungen zurücksetzen
el: Επαναφορά όλων των αντικειμένων στις προκαθορισμένες τους τιμές
es: Reiniciar todos los elementos a sus valores predefinidos
et: Kõigi elementide väärtuste ennistamine vaikeväärtustele.
eu: Item guztiak bere aurremugatutako baloreetan ezartzen ditu
fi: Palauta kaikki kohteet oletusarvoiksi
fr: Réinitialiser tous les éléments à leur valeur par défaut
hu: Az összes elem visszaállítása az alapértelmezett értékekre
is: Frumstilla öll gildi.
it: Ripristina i valori predefiniti di tutti gli elementi
ja: 全てのアイテムを標準値に戻す
lt: Atstatyti numatytas reikšmes visiems elementams
lv: Nomet visus elementus uz to noklusētajām vērtībām
nl: Zet alle items terug naar hun standaardwaarden.
pl: Przywraca ustawienia domyślne.
pt: Repor os valores por omissão em todos os itens
ro: Resetează toţi itemii la valorile lor implicite
sk: Vráti všetky položky na ich štandardné hodnoty
sl: Povrni vse postavke na njihove privzete vrednosti
sv: Återställ alla objekt till deras förvalda värden
tr: Tüm öğelerin değerlerini öntanımlı haline getir

source: Reset configuration
bg: Конфигуриране на ресурсите
cs: Nastavení zdrojů
el: Ρύθμιση πόρων
et: Ressursi konfiguratsioon
fi: Resurssiasetukset
is: Auðlindastillingar
it: Configurazione risorse
lt: Resursų konfigūracija
lv: Skanēšanas Konfigurācija
pl: Konfiguracja zasobu
ro: Configurare resursă
sk: Nastavenie zdroja
sl: Nastavitve virov
sv: Återställ inställning
tr: Kaynak Yapılandırması

source: Resource Configuration
bg: Конфигуриране на ресурсите
ca: Configuració del recurs
cs: Nastavení zdrojů
da: Ressourceindstilling
de: Ressourcen-Einrichtung
el: Ρύθμιση πόρων
es: Configuración de recurso
et: Ressursi konfiguratsioon
eu: Baliabidearen Konfigurazioa
fi: Resurssiasetukset
fr: Configuration des ressources
hu: Az erőforrás beállításai
is: Auðlindastillingar
it: Configurazione risorse
ja: リソースの設定
lt: Resursų konfigūracija
lv: Skanēšanas Konfigurācija
nl: Instellen van hulpbronnen
pl: Konfiguracja zasobu
pt: Configuração do Recurso
ro: Configurare resursă
sk: Nastavenie zdroja
sl: Nastavitve virov
sv: Resursinställningar
tr: Kaynak Yapılandırması

source: Resource Selection
bg: Избор на ресурс
ca: Selecció de recurs
cs: Výběr zdroje
da: Ressourceudvalg
de: Ressourcen-Auswahl
el: Επιλογή πόρων
es: Selección de recurso
et: Ressursi valimine
eu: Baliabidearen hautaketa
fi: Resurssin valinta
fr: Choix des ressources
hu: Erőforrás-kijelölés
is: Auðlindaval
it: Selezione risorsa
ja: リソースの選択
lt: Resursų pasirinkimas
lv: Lapas izvēle
nl: Hulpbronselectie
pl: Wybór zasobu
pt: Selecção do Recurso
ro: Selectare resursă
sk: Výber zdroja
sl: Izbor vira
sv: Resursval
tr: Kaynak Seçimi

source: Resources
bg: Ресурси
ca: Recursos
cs: Zdroje
da: Ressourcer
de: Ressourcen
el: Πόροι
es: Recursos
et: Ressursid
eu: Baliabideak
fi: Resurssit
fr: Ressources
hu: Erőforrások
is: Auðlindir
it: Risorse
ja: リソース
lt: Resursai
lv: Atjaunot
nl: Hulpbronnen
pl: Zasoby
pt: Recursos
ro: Resurse
sk: Zdroje
sl: Viri
sv: Resurser
tr: Kaynaklar

source: Restore
bg: Възстановяване
ca: Restaura
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Αποκατάσταση
es: Restaurar
et: Taasta
eu: Leheneratu
fi: Palauta
fr: Restaurer
hu: Visszaállítás
is: Endurheimta
it: Ripristina
ja: 元に戻す
lt: Atstatyti
lv: Atjaunot
nl: Herstellen
pl: Przywróć
pt: Restaurar
ro: Restaurează
sk: Obnovenie
sl: Obnovi
sv: Återställ
tr: Geri Yükle

source: Restore Down
bg: Възстановяване надолу
ca: Restaura avall
cs: Obnovit dolů
da: Gendan ned
de: Unteres wiederherstellen
el: Αποκατάσταση κάτω
es: Restaurar abajo
et: Taasta alla
eu: Leheneratu behera
fi: Palauta alas
fr: Restaurer
hu: Visszaállítás lefelé
is: Endurheimta niður
it: Srotola giù
ja: 下に戻す
lt: Atstatyti
lv: Atjaunot uz leju
nl: Afrollen
pl: Przywróć
pt: Restaurar em Baixo
ro: Restaurează în jos
sk: Obnoviť dolu
sl: Obnovi navzdol
sv: Återställ ner
tr: Aşağı İndir

source: Revoked
bg: Презареждане
cs: Obnovit
el: Επαναφόρτωση
et: Laadi uuesti
fi: Lataa uudelleen
is: Endurlesa
it: Ricarica
lt: Perkrauti
lv: Pārlādēt
pl: Odśwież
ro: Reîncarcă
sk: Nahrať znovu
sl: Znova naloži
sv: Återkallad
tr: Tekrar Yükle

source: Right
bg: Дясно
ca: Dreta
cs: Vpravo
da: Højre
de: Rechts
el: Δεξιά
es: Derecha
et: Paremal
eu: Eskuina
fi: Oikea
fr: À droite
hu: jobbról
is: Hægri
it: Destra
ja: 右
lt: Dešinė
lv: Labais
nl: Rechts
pl: Prawy
pt: Direita
ro: Dreapta
sk: Vpravo
sl: Desno
sv: Höger
tr: Sağ

source: Role
bg: мобилен
ca: Paper
cs: mobilní
da: Rolle
de: Funktion
el: κινητό
es: Puesto
et: Roll
eu: Eplegua
fi: kannettava
fr: Rôle
hu: Szerepkör
is: farsími
it: Qualifica
ja: 役職
lt: Pareigos
lv: mobīlais
nl: Rol
pl: przenośny
pt: Papel
ro: mobil
sk: mobil
sl: prenosni
sv: Roll
tr: taşınabilir

source: Roman
bg: Роман
da: Normal
de: Normal
es: Redonda
et: Püstkiri
eu: Erromatarra
fi: Roomalainen
hu: álló
is: Lóðletrað
it: Romano
ja: ローマン
lt: Stačias
lv: Latīņu
nl: Recht
pl: Prosta
pt: Romano
sk: Rímske
sl: Pokončno
sv: Rak

source: Russian
bg: Руски
ca: Rus
cs: Ruský
da: Russisk
de: Russisch
el: Ρωσικό
es: Ruso
et: Vene
eu: Errusiera
fi: Venäjä
fr: Russe
hu: Orosz
is: Rússneska
it: Russo
ja: ロシア語
lt: Rusų
lv: Krievu
nl: Russisch
pl: Rosyjski
pt: Russo
ro: Rusă
sk: Ruský
sl: ruščina
sv: Rysk
tr: Rusça

source: S&ave As...
bg: Запис &като...
ca: Des&a com...
cs: Uložit j&ako...
da: &Gem som...
de: S&peichern unter...
el: Αποθήκευση ω&ς...
es: &Guardar como...
et: S&alvesta kui...
eu: Gorde honel&a...
fi: Tallenna &nimellä...
fr: Enregistrer &sous...
hu: Mentés máskén&t...
is: Vista &sem...
it: S&alva con nome...
ja: 名前を付けて保存(&A)...
lt: Įrašyti &kaip...
lv: S&aglabāt Kā...
nl: Opslaan &als...
pl: Zapisz &jako...
pt: Gr&avar Como...
ro: S&alvează ca...
sk: Uložiť &ako...
sl: Shrani &kot ...
sv: Spara s&om...
tr: &Farklı Kaydet...

source: S&ubject:
bg: &Относно:
ca: Ass&umpte:
cs: Před&mět:
da: E&mne:
de: Be&treff:
el: &Θέμα:
es: As&unto:
et: S&ubjekt:
eu: &Gaia:
fi: &Aihe:
fr: S&ujet :
hu: &Tárgy:
is: &Viðfangsefni:
it: &Oggetto:
ja: 件名(&u):
lt: &Tema :
lv: S&ubjekts :
nl: &Onderwerp:
pl: &Temat:
pt: Ass&unto:
ro: S&ubiect:
sk: P&redmet:
sl: P&redmet:
sv: &Ämne:
tr: &Konu:

source: S&uggest
bg: Пред&ложения
ca: S&uggereix
cs: Navrhno&ut
da: &Forslag
de: &Vorschläge
el: Π&ρόταση
es: S&ugerir
et: S&oovita
eu: I&radoki
fi: &Ehdotus
fr: S&uggérer
hu: Ja&vaslat
is: Uppástungur:
it: S&uggerisci
ja: 候補(&u)
lt: Pasiūlymai:
lv: Ieteikumi:
nl: S&uggereren
pl: &Podpowiedz
pt: S&ugerir
ro: &Sugerează
sk: &Návrh
sl: Predla&gaj
sv: F&öreslå
tr: Ö&ner

source: SASL
bg: SSL
cs: SSL
fi: SSL
is: SSL
it: SSL
lt: SSL
lv: SSL
pl: SSL
ro: SSL
sk: SSL
sl: SSL
tr: SSL

source: Sample
bg: Образец
ca: Mostra
cs: Vzorek
da: Prøve
de: Beispiel
el: Δείγμα
es: Muestra
et: Näide
eu: Adibidea
fi: Malli
fr: Exemple
hu: Minta
is: Dæmi
it: Esempio
ja: 例
lt: Pavyzdys
lv: Piemērs
nl: Voorbeeld
pl: Przykład
pt: Exemplo
ro: Eşantion
sk: Ukážka
sl: Vzorec
sv: Exempel
tr: Örnek

source: Saturday
bg: събота
ca: Dissabte
cs: sobota
da: Lørdag
de: Samstag
el: Σάββατο
es: Sábado
et: laupäev
eu: Larunbata
fi: lauantai
fr: samedi
hu: szombat
is: laugardagur
it: sabato
ja: 土曜日
lt: Šeštadienis
lv: Sestdiena
nl: zaterdag
pl: sobota
pt: Sábado
ro: Sîmbătă
sk: Sobota
sl: sobota
sv: lördag
tr: Cumartesi

source: Save
bg: Запис
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
eu: Gorde
fi: Tallenna
fr: Enregistrer
hu: Mentés
is: Vista
it: Salva
ja: 保存
lt: Įrašyti
lv: Saglabāt
nl: Opslaan
pl: Zapisz
pt: Gravar
ro: Salvează
sk: Uložiť
sl: Shrani
sv: Spara
tr: Kaydet

source: Save &As...
bg: Запис &като...
ca: Desa &com...
cs: Uložit j&ako...
da: Gem &som...
de: Speichern &unter...
el: Απο&θήκευση ως...
es: Gu&ardar como...
et: Salvesta &kui ...
eu: Gorde honel&a...
fi: Tallenna &nimellä...
fr: Enregistrer &sous...
hu: Mentés más&ként...
is: Vista &sem...
it: Salva con no&me...
ja: 名前を付けて保存(&A)...
lt: Įrašyti &kaip...
lv: Saglabāt &Kā...
nl: Opslaan &als...
pl: Zapisz &jako...
pt: Gravar &Como...
ro: S&alvează ca...
sk: Uložiť &ako...
sl: Shrani &kot ...
sv: Spara s&om...
tr: &Farklı Kaydet...

source: Save &Background Image As...
bg: &Запис на фона като...
ca: Desa la imatge de &fons com...
cs: Uložit o&brázek na pozadí jako...
da: Gem &baggrundsbillede som...
de: &Hintergrundbild speichern unter...
el: Αποθήκευση &εικόνας φόντου ως...
es: Guardar imagen de &fondo como...
et: Salvesta &taustapilt kui...
eu: Gorde &Atzealdearen Irudia Honela...
fi: Tallenna &taustakuva nimellä...
fr: Enregistrer l'image de &fond sous...
hu: A &háttérkép mentése másként...
is: Vista &bakgrunnsmynd sem...
it: Salva l'&immagine di sfondo con nome...
ja: 背景画像を名前をつけて保存(&B)..
lt: Įrašyti &fono paveikslą kaip...
lv: Saglabāt &Fona Attēlu Kā...
nl: Achtergrondaf&beelding opslaan als...
pl: Zapisz obrazek &tła jako...
pt: Gravar a Ima&gem de Fundo Como...
ro: Salvează imaginea de &fundal ca...
sk: Uložiť o&brázok pozadia ako..
sl: Shrani sliko o&zadja kot ...
sv: Spara &bakgrundsbild som...
tr: &Arkaplan Resmini Farklı Kaydet...

source: Save &Frame As...
bg: Запис на &фрейма като...
ca: Desa el &marc com...
cs: Uložit &rámec jako...
da: Gem &ramme som...
de: &Rahmen speichern unter...
el: Αποθήκευση &πλαισίου ως...
es: Guardar &marco como...
et: Salvesta &raam kui...
eu: Gorde &Koadroa Honela...
fi: Tallenna &kehys nimellä...
fr: Enregistrer le &cadre sous...
hu: A ke&ret mentése másként...
is: Vista &ramma sem...
it: Salva il &frame con nome...
ja: フレームを名前を付けて保存(&F)...
lt: Įrašyti &kadrą kaip...
lv: Saglabāt &Kadru Kā...
nl: &Frame opslaan als...
pl: Zapisz &ramkę jako...
pt: Gravar a Moldura ('&Frame') Como...
ro: Salvează &cadrul ca...
sk: Uložiť &rám ako..
sl: Shrani ok&vir kot ...
sv: Spara &ram som...
tr: Ç&erçeveyi Farklı Kaydet...

source: Save As
bg: Запис като
ca: Desa com
cs: Uložit jako
da: Gem som
de: Speichern unter
el: Αποθήκευση ως
es: Guardar como
et: Salvesta kui
eu: Gorde honela
fi: Tallenna nimellä
fr: Enregistrer sous
hu: Mentés másként
is: Vista sem
it: Salva con nome
ja: 名前を付けて保存
lt: Įrašyti kaip
lv: Saglabāt Kā
nl: Opslaan als
pl: Zapisz jako
pt: Gravar Como
ro: Salvează ca
sk: Uložiť ako
sl: Shrani kot
sv: Spara som
tr: Farklı Kaydet

source: Save As...
bg: Запис като...
ca: Desa com...
cs: Uložit jako...
da: Gem som...
de: Speichern unter...
el: Αποθήκευση ως...
es: Guardar como...
et: Salvesta kui...
eu: Gorde honela...
fi: Tallenna nimellä...
fr: Enregistrer sous...
hu: Mentés másként...
is: Vista sem...
it: Salva con nome...
ja: 名前を付けて保存...
lt: Įrašyti kaip...
lv: Saglabāt Kā...
nl: Opslaan als...
pl: Zapisz jako...
pt: Gravar Como...
ro: Salvează ca...
sk: Uložiť ako...
sl: Shrani kot ...
sv: Spara som...
tr: Farklı Kaydet...

source: Save Background Image As
bg: Запис на фона като...
ca: Desa la imatge de fons com
cs: Uložit obrázek na pozadí jako
da: Gem baggrundsbillede som
de: Hintergrundbild speichern als
el: Αποθήκευση εικόνας φόντου ως
es: Guardar imagen de fondo como
et: Salvesta taustapilt kui
eu: Gorde atzealdeko irudia honela
fi: Tallenna taustakuva nimellä
fr: Enregistrer l'image d'arrière-plan sous
hu: A háttérkép mentése másként...
is: Vista &bakgrunnsmynd sem...
it: Salva l'immagine di sfondo con nome
ja: 背景画像を名前をつけて保存
lt: Įrašyti &fono paveikslą kaip...
lv: Saglabāt &Fona Attēlu Kā...
nl: Achtergrondafbeelding opslaan als
pl: Zapisz obrazek tła jako
pt: Gravar a Imagem de Fundo Como
ro: Salvează imaginea de fundal ca
sk: Uložiť obrázok pozadia ako
sl: Shrani sliko ozadja kot
sv: Spara bakgrundsbild som
tr: Arkaplan Resmini Farklı Kaydet

source: Save Document?
bg: Запис на документа?
ca: Deso el document?
cs: Uložit dokument?
da: Gem dokument?
de: Dokument speichern?
el: Αποθήκευση εγγράφου;
es: ¿Guardar documento?
et: Salvestada dokument?
eu: Gorde Dokumentua?
fi: Tallennetaanko asiakirja?
fr: Enregistrer le document ?
hu: Mentés?
is: Vista skjal?
it: Salvare il documento?
ja: 文書を保存しますか?
lt: Įrašyti dokumentą?
lv: Dokumenti
nl: Document opslaan?
pl: Zapisać dokument?
pt: Gravar Documento?
ro: Salvare document
sk: Uložiť dokument?
sl: Shranim dokument?
sv: Spara dokument?
tr: Belge Kaydedilsin mi?

source: Save Image As
bg: Запис на изображението като
ca: Desa la imatge com
cs: Uložit obrázek jako
da: Gem billede som
de: Bild speichern unter
el: Αποθήκευση εικόνας ως
es: Guardar imagen como
et: Salvesta pilt kui
eu: Gorde Irudia Honela
fi: Tallenna kuva nimellä
fr: Enregistrer l'image sous...
hu: A kép mentése mint
is: Vista mynd sem
it: Salva l'immagine con nome
ja: 画像を名前を付けて保存
lt: Įrašyti paveiksliuką kaip
lv: Saglabāt Attēlu Kā
nl: Afbeelding opslaan als
pl: Zapisz obrazek jako
pt: Gravar a Imagem Como
ro: Salvează imaginea ca
sk: Uložiť obrázok ako
sl: Shrani sliko kot
sv: Spara bild som
tr: Resmi Farklı Kaydet

source: Save Image As...
bg: Запис на изображението като...
ca: Desa la imatge com...
cs: Uložit obrázek jako...
da: Gem billede som...
de: Bild speichern unter...
el: Αποθήκευση εικόνας ως...
es: Guardar imagen como...
et: Salvesta pilt kui...
eu: Gorde Irudia Honela...
fi: Tallenna kuva nimellä...
fr: Enregistrer l'image sous...
hu: A kép mentése...
is: Vista mynd sem...
it: Salva l'immagine con nome...
ja: 画像を名前を付けて保存...
lt: Įrašyti piešinį kaip...
lv: Saglabāt Attēlu Kā...
nl: Afbeelding opslaan als...
pl: Zapisz obrazek jako...
pt: Gravar a Imagem Como...
ro: Salvează imaginea ca...
sk: Uložiť obrázok ako...
sl: Shrani sliko kot ...
sv: Spara bild som...
tr: Resmi Farklı Kaydet...

source: Save Link As
bg: Запис на хипервръзката като
ca: Desa l'enllaç com
cs: Uložit odkaz jako
da: Gem link som
de: Verknüpfung speichern unter
el: Αποθήκευση δεσμού ως
es: Guardar enlace como
et: Salvesta viit kui
eu: Gorde Lotura Honela
fi: Tallenna linkki nimellä
fr: Enregistrer la cible sous...
hu: A link mentése mint
is: Vista tengil sem
it: Salva il collegamento con nome
ja: リンクを名前を付けて保存
lt: Įrašyti jungtį kaip
lv: Saglabāt Saiti Kā
nl: Koppeling opslaan als
pl: Zapisz odnośnik jako
pt: Gravar a Ligação Como
ro: Salvează legătura ca
sk: Uložiť odkaz ako
sl: Shrani povezavo kot
sv: Spara länk som
tr: Bağlantıyı Farklı Kaydet
